Repository: sillsdev/FwLocalizations
Catalog: messages.ms.tmx
Source language: en
Languages: ms

source: Restrictions
ms: Pembatasan

source: Restrictions (Entry)
ms: Pembatasan (Entri)

source: Restrictions (Sense)
ms: Pembatasan (Makna)

source: Restrictions:
ms: Pembatasan:

source: Result
ms: Hasil

source: Results:
ms: Hasil:

source: Retrieving Grammar and Lexicon
ms: Mendapatkan semula Leksikon dan Tatabahasa

source: Retrieving Template Information
ms: Mendapatkan kembali Maklumat Templat

source: Retry
ms: Cuba Semula

source: reversal
ms: pembalikan

source: Reversal Entries
ms: Entri-entri Pembalikan

source: Reversal Entry
ms: Entri Pembalikan

source: Reversal Index
ms: Indeks Pembalikan

source: Reversal Index Categories
ms: Kategori-kategori Indeks Pembalikan

source: _Reversal Indexes
ms: _Senarai-senarai Pembalikan

source: Reversal Indexes
ms: Indeks-indeks Pembalikan

source: Reversal Subentries
ms: Subentri-subentri Pembalikan

source: Reversals
ms: Pembalikan-pembalikan

source: Reverse Abbr.
ms: Terbalikkan Singkatan

source: Reverse Abbreviation
ms: Terbalikkan Singkatan

source: Reverse Name
ms: Terbalikan Nama

source: Review the location of Linked Files
ms: Kaji semula lokasi Fail Terpaut

source: Right environment
ms: Sekitaran kanan

source: Right Gloss Separator
ms: Pemisah Glos Kanan

source: Right headed
ms: Berpengepala Kanan

source: Right Headed
ms: Berpengepala Kanan

source: Right Member
ms: Ahli Kanan

source: Right MSA
ms: MSA Kanan

source: Right-to-left
ms: Kanan ke kiri

source: Right-to-Left
ms: Kanan ke Kiri

source: Role
ms: Peranan

source: Roles
ms: Peranan

source: Root-based (complex forms as subentries)
ms: Berdasar akar (bentuk-bentuk kompleks sebagai subentri)

source: row
ms: baris

source: Row:
ms: Baris:

source: Rows
ms: Baris-baris

source: Rule Formula
ms: Formula Peraturan

source: Rule to prevent allomorph co-occurrence
ms: Peraturan untuk mencegah alomorf muncul bersamaan

source: Rule to Prevent Allomorph Co-occurrence
ms: Peraturan untuk Mencegah Alomorf Muncul Bersamaan

source: Rule to prevent morpheme co-occurrence
ms: Peraturan untuk mencegah morfem muncul bersamaan

source: Rule to Prevent Morpheme Co-occurrence
ms: Peraturan untuk Mencegah Morfem Muncul Bersamaan

source: &Run Checked Utilities Now
ms: &Jalankan Utiliti yang Ditandakan Sekarang

source: Run the Demo Movies.
ms: Jalankan Wayang Gambar Demo.

source: Run this utility when the FieldWorks project has entries with duplicate or missing homograph numbers, or when there are gaps in the homograph number sequences.
ms: Jalankan utiliti ini semasa projek FieldWorks mempunyai entri-entri dengan nombor-nombor homograf ganda atau tanpa nombor-nombor homograf, atau semasa ada ruang-ruang dalam urutan-urutan nombor homograf.

source: Run this utility when you think there are problems of any kind with the analyses that are returned by the parser, or when you simply want to remove all parser approved analyses.
ms: Jalankan utiliti ini apabila anda rasa terdapat masalah daripada sebarang jenis analisis yang dikembalikan oleh penghurai kata, atau apabila anda hanya sekadar mahu menanggalkan semua analisis yang disetujui penghurai kata.

source: Run utility that inserts word breaks according to the words in this project (for languages without spaces between words).
ms: Jalankan utiliti yang menyelitkan uraian-uraian perkataan menurut perkataan-perkataan dalam projek (untuk bahasa-bahasa tanpa jarak-jarak di antara perkataan-perkataan).

source: &Save
ms: &Simpan

source: _Save
ms: _Simpan

source: Save
ms: Simpan

source: Save as Webpage
ms: Simpan sebagai Laman Web

source: Save As Webpage
ms: Simpan Sebagai Laman Web

source: Save as:
ms: Simpan sebagai:

source: Save changes?
ms: Simpan perubahan?

source: Save in:
ms: Simpan dalam:

source: Save settings?
ms: Simpan tetapan?

source: &Save to File...
ms: &Simpan ke Fail...

source: &Save...
ms: &Simpan

source: Save: Saves any changes you have made.
ms: Simpan: Simpan sebarang perubahan yang anda telah buat.

source: Saves changes.
ms: Menyimpan perubahan-perubahan.

source: Saving all changes...
ms: Menyimpan semua perubahan...

source: Saving project {0}...
ms: Menyimpan projek {0}...

source: Saving...
ms: Menyimpan...

source: Sc&heme:
ms: Sk&ema:

source: Sche&me:
ms: Ske&ma:

source: Scientific Name
ms: Nama Saintifik

source: Scientific Names
ms: Nama Saintifik

source: Script Abbreviation (4 char.):
ms: Singkatan Skrip (4 aksara.):

source: Script name:
ms: Nama Skrip:

source: Se_t up Writing Systems...
ms: Ta_ta Sistem-sistem Penulisan...

source: &Search
ms: &Cari

source: Search &By:
ms: Cari &Melalui:

source: Search &For:
ms: Cari &Untuk:

source: Search in the line:
ms: Cari dalam baris:

source: Search Options
ms: Opsyen Cari

source: {0} Second capture
ms: Penangkapan kedua {0}

source: Secondary Order
ms: Susunan Kedua

source: See Also
ms: Lihat Juga

source: See Also:
ms: Lihat Juga:

source: (see under
ms: (lihat di bawah

source: , see under
ms: , lihat di bawah

source: Select
ms: Pilih

source: Select _All
ms: Pilih _Semua

source: Select a location within the Linked Files folder ({0}) for the picture file.
ms: Pilih satu lokasi sekitar folder Fail Terpaut ({0}) bagi fail gambar.

source: Select a view to rename, copy or delete it.
ms: Pilih paparan dan namakan semulan, salin atau hapuskan ia.

source: Select A&ll
ms: Pilih S&emua

source: Select All
ms: Pilih Semua

source: Select all or clear all checkmark boxes
ms: Pilih semua atau padamkan semua kotak tanda semak

source: 1. Select an analysis to view its current uses in a text.
ms: 1. Piliih satu analiss untuk melihat penggunaan semasanya dalam teks.

source: Select an import settings file. You will be able to modify/customize these settings to fit the database you're importing.
ms: Pilih satu fail tetapan import. Anda boleh mengubahsuai/mengekhaskan tetapan-tetapan ini untuk menyesuaikan pangkalan data yang anda sedang import.

source: Select Clauses
ms: Pilih Klausa

source: Select Custom Field
ms: Pilih Bidang khas

source: Select how the item is used
ms: Pilih bagaimana butir digunakan

source: Select &Input File...
ms: Pilih Fail &Input...

source: Select Language
ms: Pilih Bahasa

source: Select Language for New Writing System
ms: Pilih Bahasa untuk Sistem Penulisan Baru

source: Select location where you want to save your backup.
ms: Pilih lokasi tempat anda hendak menyimpan backup.

source: Select projects to migrate:
ms: Pilih projek untuk menghijrah:

source: 3. Select the analysis you want the selected word occurrences to use.
ms: 3. Piliih analisis yang anda hendak kemunculan perkataan yang terpilih gunakan.

source: Select the baseline writing system for this text:
ms: Pilih sistem penulisan dasar bagi teks ini:

source: Select the entry to merge the current entry into:
ms: Pilih entri untuk mencantumkan entri semasa ke dalam:

source: Select the first or last row you want to include
ms: Pilih baris pertama atau terakhir yang anda mahu masukkan

source: Select the form to merge the current allomorph into:
ms: Pilih bentuk untuk mencantumkan alomorf semasa ke dalam:

source: Select the gloss to merge the current gloss into:
ms: Pilih glos untuk mencantumkan glos semasa ke dalam:

source: Select the keyboard combination with which to type {0} text.
ms: Pilih kombinasi papan kekunci yang dengannya anda menaip teks {0}.

source: Select the kind of item
ms: Pilih jenis butir

source: Select the LIFT file to import:
ms: Pilih fail LIFT untuk diimport:

source: Select the row and column to mark this cell's content as postposed from.
ms: Pilih baris dan kolum untuk menandakan kandungan sel ini sebagai telah diposposisi.

source: Select the row and column to mark this cell's content as preposed from.
ms: Pilih baris dan kolum untuk menandakan kandungan sel ini sebagai telah dipreposisi.

source: Select the sense to merge the current sense into:
ms: Pilih makna untuk mencantumkan makna semasa ke dalam:

source: Select the target field and the list choice to change it to
ms: Pilih bidang sasaran dan pilihan senarai untuk mengubahnya kepada

source: Select the words to be marked as postposed.
ms: Pilih perkataan untuk ditandakan sebagai telah diposposisi.

source: Select the words to be marked as preposed.
ms: Pilih perkataan untuk ditandakan sebagai telah dipreposisi.

source: Select Writing System
ms: Pilih Sistem Penulisan

source: Selected folder must be a complete path. Use Browse to find desired directory.
ms: Folder terpilih mestilah laluan yang sempurna. Guna Semak Seimbas untuk mencari direktori yang diinginkan.

source: Selected gloss components
ms: Komponen glos terpilih

source: Selected writing systems will always be displayed; unselected ones will be displayed if they contain data.
ms: Sistem-sistem penulisan terpilih akan sentiasa dipaparkan; yang tidak terpilih akan dipaparkan jika ia mengandungi data.

source: (sem. domains:
ms: (domain-domain sem.:

source: _Semantic Domain
ms: _Domain Semantik

source: Semantic Domain
ms: Domain Semantik

source: Semantic Domains
ms: Domain-domain Semantik

source: Semantics Note
ms: Nota Semantik-semantik

source: Semantics Notes
ms: Nota-nota Semantik

source: &Send an email message filled with this information.
ms: &Kirimkan satu mesej e-mel berkandungkan maklumat ini.

source: Send/Receive LIFT
ms: Kirim/Terima LIFT

source: sense
ms: makna

source: _Sense
ms: _Makna

source: Sense
ms: Makna

source: Sense Collection (e.g. synonym)
ms: Koleksi Makna (misalnya sinonim)

source: Sense Number
ms: Nombor Makna

source: Sense Number Configuration
ms: Konfigurasi Nombor Makna

source: Sense Pair - 2 relation names (e.g. individual/group)
ms: Pasangan Makna - 2 nama kaitan (misalnya individu/kelompok)

source: Sense Pair (e.g. Antonym)
ms: Pasangan Makna (misalnya Antonim)

source: Sense Sequence/scale (e.g. calendar)
ms: Urutan/Skala Makna (misalnya kalendar)

source: Sense Status
ms: Status Makna

source: Sense Subentries will be hidden
ms: Subentri Makna akan disembunyikan

source: Sense Tree (e.g. part/whole)
ms: Pokok Makna (misalnya sebahagian/seluruh)

source: Sense Type
ms: Jenis Makna

source: Sense Types
ms: Jenis Makna

source: Sense: {0}
ms: Makna: {0}

source: Senses
ms: Makna-makna

source: Senses:
ms: Makna-makna:

source: Sentence
ms: Ayat

source: Server name could not be resolved to a valid host: {0} {1}
ms: Nama pelayan tidak dapat diselesaikan menjadi hos sah: {0} {1}

source: Server unexpectedly became unavailable. Check your network connection.
ms: Pelayan tanpa diduga menjadi tidak didapati . Periksa sambungan jaringan anda.

source: Set Feature Variables
ms: Menata Pemboleh Ubah Ciri

source: Set Phonological Features
ms: Menata Ciri Fonologi

source: Set Phonological Features...
ms: Menata Ciri Fonologi...

source: Set Reversal
ms: Menata Pembalikan

source: Sets the default writing system for this field.
ms: Menata sistem penulisan asal bagi bidang ini.

source: Sets the Paragraph style for this field.
ms: Menata gaya Perenggan bagi bidang ini.

source: Sets the writing system for this field.
ms: Menata sistem penulisan bagi bidang ini.

source: Settings
ms: Tetapan

source: Settings Saved
ms: Tetapan Sudah Tersimpan

source: Settings:
ms: Tetapan:

source: Setup Processor
ms: Pemproses Penataan

source: Setup...
ms: Penataan...

source: Several built-in lists have content in English only. FieldWorks is additionally creating an English writing system so that you can view the content of these lists.
ms: Beberapa senarai built-in mempunyai isi kandung dalam bahasa Inggeris sahaja. FieldWorks di samping itu sedang membuat sistem penulisan bahasa Inggeris supaya anda boleh melihat isi kandung senarai-senarai ini.

source: Share projects stored on this computer
ms: Kongsikan projek yang disimpan dalam komputer ini

source: Sharing Projects
ms: Projek Pengongsian

source: Short Description
ms: Deskripsi Pendek

source: Shortcut key:
ms: Kunci pintas:

source: Show
ms: Tunjukkan

source: Show _Dictionary Preview
ms: Tunjukkan _Pratonton Kamus

source: Show _Morphology
ms: Tunjukkan _Morfologi

source: &Show >>
ms: &Tunjukkan >>

source: Show Advanced
ms: Tunjukkan Lanjutan

source: Show All
ms: Tunjukkan Semua

source: Show all right now
ms: Tunjukkan semua sekarang

source: &Show all types
ms: &Tunjukkan semua jenis

source: _Show all types
ms: _Tunjukkan semua jenis

source: Show Allomorph in Concordance
ms: Tunjukkan Alomorf dalam Konkordans

source: Show Analysis in Concordance
ms: Tunjukkan Analisis dalam Konkordans

source: Show As Headword In
ms: Tunjukkan Sebagai Kata utama Dalam

source: Show Category in Concordance
ms: Tunjukkan Kategori dalam Konkordans

source: Show Concordance of
ms: Tunjukkan Konkordans

source: Show dictionary entry for root/stem of current word, or open a search dialog box.
ms: Tunjuk entri kamus bagi akar perkataan semasa, atau buka kotak dialog cari.

source: Show Dictionary Preview
ms: Tunjukkan Pratonton Kamus

source: Show Entry in Concordance
ms: Tunjukkan Entri dalam Konkordans

source: Show Entry in Lexicon
ms: Tunjukkan Entri dalam Leksikon

source: Show &Fewer Buttons
ms: Tunjuk Butang &Yang kurang sedikit

source: _Show Hidden Fields
ms: _Tunjukkan Bidang-bidang Tersembunyi

source: Show Hidden Fields
ms: Tunjukkan Bidang-bidang Tersembunyi

source: Show in Category Edit
ms: Tunjukkan dalam Pengeditan Kategori

source: Show in Complex Form Types list
ms: Tunjukkan dalam senarai Jenis-jenis Bentuk Kompleks

source: Show in Morpheme Types list
ms: Tunjukkan dalam senarai Jenis Morfem

source: Show in Reversal Index
ms: Tunjukkan dalam Indeks Pembalikan

source: Show in Variant Types list
ms: Tunjukkan dalam senarai Jenis-jenis Varian

source: Show in Word Analyses
ms: Tunjukkan dalam Analisis-analisis Perkataan

source: S&how Info
ms: Tun&jukkan Maklumat

source: Show Invisible Spaces
ms: Tunjukkan Jarak Halimunan

source: Show Lexeme Form in Concordance
ms: Tunjukkan Bentuk Leksem dalam Konkordans

source: Show Minor Entry
ms: Tunjukkan Entri Minor

source: Show Morph in Concordance
ms: Tunjukkan Morfem dalam Konkordans

source: Show Record in Notebook
ms: Tunjukkan Rekod dalam Buku Nota

source: Show Sense in Concordance
ms: Tunjukkan Makna dalam Konkordans

source: Show Subentry under
ms: Tunjukkan Subentri di bawah

source: Show Subentry under this Component
ms: Tunjukkan subentri di bawah Komponen ini

source: Show these subentries below this entry in root-based dictionary views.
ms: Tunjukkan subentri-subentri ini di bawah entri ini dalam paparan kamus yang berdasarkan kata akar.

source: Show these subentries below this sense in root-based dictionary views.
ms: Tunjukkan subentri-subentri ini di bawah makna ini dalam paparan kamus yang berdasarkan kata akar.

source: Show this entry as a minor entry in Dictionary.
ms: Tunjukkan entri ini sebagai entri minor dalam Kamus.

source: Show Unused Items
ms: Tunjukkan Butir-butir yang Tidak Digunakan

source: Show Vernacular Spelling _Errors
ms: Tunjuk _Ralat Ejaan Vernakular

source: Show Word Category in Category Edit
ms: Tunjukkan Kategori Perkataan dalam Edit Kategori

source: Show Word Category in Concordance
ms: Tunjukkan Kategori Perkataan dalam Konkordans

source: Show Word Gloss in Concordance
ms: Tunjukkan Glos Perkataan dalam Konkordans

source: Show Wordform in Concordance
ms: Tunjukkan Bentuk kata dalam Konkordans

source: Similar Entries
ms: Entri-entri yang Serupa

source: &Similar writing system
ms: &Sistem penulisan sama

source: Similar writing system:
ms: Sistem penulisan sama:

source: simultaneous
ms: serentak

source: Since this field will be discarded on import, there are no options to set. Note that this field marker can still be used to indicate the beginning of a record or a subrecord, even though its contents (if any) will be discarded.
ms: Memandangkan bidang ini akan dibuang semasa mengimport, tiada pilihan untuk mengatur. Perhatikan bahawa penanda bidang ini masih boleh digunakan untuk menunjukkan permulaan sesuatu rekod atau sesuatu sub rekod, walaupun kandungannya (jika ada) akan dibuang.

source: Single Character
ms: Aksara Tunggal

source: Single-line Text
ms: Teks Baris tunggal

source: Size
ms: Saiz

source: S&ize:
ms: S&aiz:

source: Si&ze:
ms: Sa&iz:

source: Skip
ms: Langkau

source: Skip importing entries with identical modification times.
ms: Langkau mengimport entri bersama masa pengubahsuaian seiras.

source: Slot Name
ms: Nama Slot

source: Slot Names
ms: Nama-Nama Slot

source: Slots
ms: Slot-slot

source: Slots (for Infl. Affixes)
ms: Slot-slot (untuk Imbuhan-imbuhan Infleksi)

source: Sociolinguistics Note
ms: Nota Sosiolinguistik

source: Sociolinguistics Notes
ms: Nota-nota Sosiolinguistik

source: Some files in the Linked Files folder are newer than the ones which will be restored, and these may not be files that this FieldWorks project links to yet.
ms: Sesetengah fail dalam folder Fail Terpaut adalah lebih baru daripada yang akan dikembalikan semula, dan mungkin fail-fail ini belum lagi menjadi pautan fail-fail projek FieldWorks ini.

source: Sorry, FieldWorks cannot delete this wordform because it occurs in your texts.
ms: Maaf, FieldWorks tidak dapat menghapus bentuk kata kerana ia muncul dalam teks anda.

source: Sorry, FieldWorks cannot delete this wordform{0}because it is used 1 time in your texts.
ms: Maaf, FieldWorks tidak dapat menghapus bentuk kata {0}kerana ia digunakan 1 kali dalam teks anda.

source: Sorry, FieldWorks cannot delete this wordform{1}because it is used {0} times in your texts.
ms: Maaf, FieldWorks tidak dapat menghapus bentuk kata ini{1}kerana ia digunakan {0} kali dalam teks anda.

source: &Sort items by name
ms: &Asing-asingkan butiran melalui nama

source: &Sort order:
ms: &Isih susunan:

source: Sorted by {0}
ms: Diisih mengikut {0}

source: Sorted By Length
ms: Diisih Mengikut Panjang

source: Sorted From End
ms: Diisih Dari Akhir

source: _Sorting
ms: _Pengisihan

source: Sorting
ms: Pengisihan

source: Sound Files
ms: Fail-fail Bunyi

source: _Sound or Movie
ms: _Bunyi atau Wayang Gambar

source: Source
ms: Sumber

source: Source and destination columns should be different
ms: Kolum-kolum sumber dan destinasi haruslah berlainan

source: Source Field:
ms: Bidang Sumber:

source: Source:
ms: Sumber:

source: Sources
ms: Sumber

source: {0} Space character
ms: {0} Aksara jarak

source: Special _character...
ms: Aksara _khas...

source: Special Note
ms: Nota Khas

source: Specific &Sense
ms: &Makna Spesifik

source: Specifies a descriptive name for the encoding converter.
ms: Menentukan suatu nama deskriptif untuk penukar pengekod.

source: Specifies a folder on your machine where external files you link to are stored.
ms: Menentukan satu folder dalam komputer anda tempat fail luaran yang anda pautkan disimpan.

source: Specifies the actual encoding converter.
ms: Menentukan penukar pengekod yang sebenar.

source: Specifies the CC table to use.
ms: Menentukan jadual CC yang perlu digunakan.

source: Specifies the encoding converter for importing data which uses this writing system.
ms: Menentukan penukar pengekodan bagi mengimport data yang menggunakan sistem penulisan.

source: Specifies the encoding of the data before and after conversion.
ms: Menentukan pengekodan data sebelum dan selepas penukaran.

source: Specifies the ICU converter to use.
ms: Menentukan penukar ICU yang akan digunakan.

source: Specifies the ICU transducer to use.
ms: Menentukan tranduser ICU yang akan digunakan.

source: Specifies the TECkit file to use.
ms: Menentukan fail TECkit yang akan digunakan.

source: Specifies the Windows code page to use.
ms: Menentukan halaman kod Windows untuk dipakai.

source: Specifies what type of converter it is. The type specified changes the contents of the next dropdown list.
ms: Menentukan jenis apa penukar itu. Jenis yang ditentukan mengubahkan kandungan senarai juntai seterusnya.

source: Specify a file containing data in the input encoding.
ms: Tentukan fail yang mengandungi data di dalam pengekodan input.

source: Specify a font in order to display the output text in the Converted preview window.
ms: Tentukan fon untuk memaparkan teks output di dalam tetingkap pratonton 'Ditukar'.

source: Specify any custom Unicode characters needed for {0}:
ms: Tentukan sebarang aksara Unikod khas yang diperlukan untuk {0}:

source: Specify Concordance Criteria
ms: Tentukan Kriteria Konkordans

source: Specify concordance criteria...
ms: Tentukan kriteria konkordans...

source: Specify different Grammatical Info...
ms: Tentukan Maklumat Tatabahasa lain...

source: Specify Different Grammatical Info...
ms: Tentukan Maklumat Tatabahasa Lain...

source: Specify FieldWorks writing system
ms: Tentukan sistem penulisan FieldWorks

source: Specify Grammatical Info...
ms: Tentukan Maklumat Tatabahasa...

source: Specify the beginning and end markers, and how FieldWorks should interpret them.
ms: Tentukan penanda-penanda awal dan akhir, dan tentukan bagaimana FieldWorks harus mentafsirkannya.

source: Specify the FieldWorks writing system and encoding converter for this LinguaLinks language definition.
ms: Tentukan sistem penulisan dan penukar pengekodan FieldWorks bagi definisi bahasa LinguaLinks ini.

source: Specify the languages used in {0}, and which FieldWorks Writing Systems they map to:
ms: Tentukan bahasa-bahasa yang digunakan dalam {0}, dan Sistem-sistem Penulisannya:

source: Specify the set of valid characters for {0}.
ms: Tentukan peranggu karakter-karakter sah untuk {0}.

source: Specify the standard format file containing the lexical data you want to import into FieldWorks.
ms: Tentukan fail format standard yang mengandungi data leksikal yang anda mahu import ke dalam FieldWorks.

source: Specify Writing Systems
ms: Tentukan Sistem Penulisan

source: Spelled correctly?
ms: Adakah dieja dengan betul?

source: Spelling
ms: Ejaan

source: Spelling dictionary
ms: Kamus ejaan

source: Spelling dictionary:
ms: Kamus ejaan:

source: Spelling Errors
ms: Ralat Ejaan

source: Spelling Status
ms: Status Ejaan

source: Standard Format _Notebook data...
ms: data... _Buku Nota Format Standard

source: _Standard Format Lexicon...
ms: _Leksikon Format Standard...

source: Standard Format marker
ms: penanda Format Standard

source: Standard Format text
ms: teks Format Standard

source: Standard OCM anthropology categories
ms: Standard OCM kategori antropologi

source: Start a new paragraph ...
ms: Mulakan perenggan baru...

source: Startup Problem
ms: Masalah Mula

source: stem
ms: dasar

source: {0} Stem
ms: Dasar {0}

source: Stem Allomorph
ms: Alomorf Dasar

source: Stem Analysis
ms: Analisis Dasar

source: Stem Form
ms: Bentuk Dasar

source: Stem name
ms: Nama Dasar

source: Stem Name
ms: Nama Dasar

source: Stem Names
ms: Nama-nama Dasar

source: Stem/root of unknown category; takes any affix
ms: Dasar/akar kategori yang tidak diketahui; sesuai dengan sebarang imbuhan

source: Stem-based (complex forms as main entries)
ms: Berdasar Dasar (bentuk-bentuk kompleks sebagai entri-entri utama)

source: stems
ms: dasar-dasar

source: Step {0} of {1}
ms: Langkah {0} daripada {1}

source: Step 1
ms: Langkah 1

source: Step 1 of 7
ms: Langkah 1 daripada 7

source: Step 1 of 8
ms: Langkah 1 daripada 8

source: Step 1: Find the Lexical Entry
ms: Langkah 1: Cari Entri Leksikal

source: Step 1: Find the Lexical Entry of the Morpheme
ms: Langkah 1: Cari Entri Leksikal dari Morfem

source: Step 2
ms: Langkah 2

source: Step 2: Select Entry or Sense
ms: Langkah 2: Pilih Entri atau Makna

source: Step 2: Select the Allomorph (Lexeme or Alternate form)
ms: Langkah 2: Pilih Alomorf (Leksem atau Bentuk Pengganti)

source: Step 2: Select the Grammatical Info.
ms: Langkah 2: Pilih Maklumat Tatabahasa

source: Step 3
ms: Langkah 3

source: &Stop
ms: &Hentikan

source: Stop
ms: Hentikan

source: Stop at End of Field
ms: Berhenti di Hujung Bidang
